["LAB MEMBERS","\n             <span>Guangyu Wang</span>\n            ","\n              Principle Investigator<br>\n\n              Assistant Professor Cardiovascular Sciences, Academic Institute<br>\n              Assistant Member, Research Institute<br>\n\n              Houston Methodist<br>\n              Weill Cornell Medical College<br><br>\n              Dr. Wang’s research focuses on integrating multi-omics such as scRNA-seq, spatial transcriptomics, and epigenetics to investigate the dynamics of cellular states, cell-cell communication, and the regulation mechanism in development and disease conditions, using cutting-edge computational techniques including deep learning, machine learning, and Bayesian inference.\n            ","\n             <span> Pengzhi Zhang</span>\n            ","\n              Research Associate<br>\n              Pengzhi received a Ph.D. degree in Physics at the University of Houston. Pengzhi has a solid background in physics and worked as a research scientist for three years at the University of Houston. After joining Wang lab, he investigates the dynamic of cellular states and cell-cell communication.\n            ","\n             <span> Shengyu Li </span>\n            ","\n              Postdoc Fellow<br>\n              Shengyu graduated from the University of South Alabama with a Ph.D. in Computer Science, with a four-year research and development experience in machine learning, natural language processing, and bioinformatics. After joining Wang lab, she focuses on developing AI models for profiling dynamic cell state transitions based on RNA velocity.\n            ","\n             <span> Ibrahem Hamdy Kandel</span>\n            ","\n              Postdoc Fellow<br>\n              Ibrahem graduated from the New University of Lisbon with a Ph.D. in Information Management. He specialized in Machine Learning and Deep Learning with a strong focus on computer vision during his Ph.D. training. After joining the Wang lab, he focuses on developing novel algorithms for spatial transcriptome data.\n            ","\n              Tu (Alex) N Tran\n            ","\n              Research Assistant<br>\n              Alex is a Research Assistant with a strong background in mathematics and finance. He holds a Bachelor of Science in Mathematics with a minor in Finance from the University of Massachusetts Lowell, where he achieved Dean's List honors. Alex has practical experience in data analysis and visualization, utilizing tools such as Python and R. In Wang Lab, Alex is responsible for managing GitHub, pipelines, and data on servers. He also contributes to collaborative projects by conducting data analysis and visualization tasks, ensuring accurate and reliable results.\n            ","\n              <span>Weiqing Chen</span>\n            ","<div>Ph.D. Student<br></div>\n              Weiqing is a Ph.D. student at Weill Cornell Medicine. She is interested in problems at the intersection of machine learning/deep learning and single-cell dynamics/spatial biology, particularly in RNA velocity and computational pathology. <br> <br>\n\nPreviously, Weiqing was a master’s student at Graduate School of Biostudies (SGU Program), Kyoto University, where she worked on Active Inference, advised by Naoki Honada. Before joining KU, she obtained her bachelor’s degree in computer science from Nanjing University of Posts and Telecommunications.&nbsp;<div><br></div><div><font face=\"Times New Roman, serif\"><span style=\"font-size: 28px;\">Yiwei Xiao</span></font></div><div><div>Postdoc Fellow</div><div>Yiwei graduated from Beijing University with a Ph.D. in Pathogen Organism. Yiwei has a solid background in virology, oncology, and bioinformatics. After joining Wang lab, he focuses on using AI models to develop novel tools for sequencing data</div></div>"]
